---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamReflectivity
source: html/452fff80-8685-5d0d-dfc7-eaa78170464f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ThermalMaterialParamReflectivity Property

"Reflectivity"

## Syntax (C#)
```csharp
public static ForgeTypeId ThermalMaterialParamReflectivity { get; }
```